Revit 2027 API
BuiltInFailures.GroupFailures.LinkVisibilityLost Property
 Link visibility overrides will be lost.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LinkVisibilityLost { get; }
Public Shared ReadOnly Property LinkVisibilityLost As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LinkVisibilityLost {
	FailureDefinitionId^ get ();
}
static member LinkVisibilityLost : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace